Repository: jweiland-net/schooldirectory
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.list.title
source: Schools: List
de: Schulen: Auflistung

# plugin.list.description
source: With this plugin you can show schools as list and in detail view
de: Mit diesem Plugin könnt Ihr Euch die Schulen in einer Listen- und Detailansicht anzeigen lassen

# plugin.search.title
source: Schools: Search
de: Schulen: Suche

# plugin.search.description
source: This plugin displays a search form, to search for school entries
de: Dieses Plugin zeigt ein Suchformular, mit dem Ihr nach Schulen suchen könnt

# tabs.relations
source: Relations
de: Verknüpfungen

# tx_schooldirectory_domain_model_school
source: School
de: Schulen

# tx_schooldirectory_domain_model_school.title
source: Title
de: Titel

# tx_schooldirectory_domain_model_school.path_segment
source: Segment for URL
de: Abschnitt für URL

# tx_schooldirectory_domain_model_school.leader
source: Leader
de: Leitung

# tx_schooldirectory_domain_model_school.street
source: Street
de: Straße

# tx_schooldirectory_domain_model_school.house_number
source: House Number
de: Hausnummer

# tx_schooldirectory_domain_model_school.zip
source: Zip
de: PLZ

# tx_schooldirectory_domain_model_school.city
source: City
de: Ort

# tx_schooldirectory_domain_model_school.telephone
source: Telephone
de: Telefon 1

# tx_schooldirectory_domain_model_school.telephone_alternative
source: Telephone Alternative
de: Telefon 2

# tx_schooldirectory_domain_model_school.email
source: Email
de: E-Mail Verwaltung

# tx_schooldirectory_domain_model_school.email_alternative
source: Email Alternative
de: E-Mail Schule

# tx_schooldirectory_domain_model_school.website
source: Website
de: Webseite

# tx_schooldirectory_domain_model_school.images
source: Images
de: Bilder

# tx_schooldirectory_domain_model_school.amount_of_students
source: Amount Of Students
de: Schülerzahl

# tx_schooldirectory_domain_model_school.profile_title
source: Profile Title
de: Profil

# tx_schooldirectory_domain_model_school.school_way_plan
source: School Way Plan
de: Schulwegeplan (PDF)

# tx_schooldirectory_domain_model_school.notes
source: Notes
de: Bemerkungen

# tx_schooldirectory_domain_model_school.additional_informations
source: Additional Informations
de: Zusätzliche Informationen

# tx_schooldirectory_domain_model_school.holder
source: Holder
de: Schulträger

# tx_schooldirectory_domain_model_school.types
source: Types
de: Schultyp

# tx_schooldirectory_domain_model_school.profile_contents
source: Profile Contents
de: Schulprofil Inhalt

# tx_schooldirectory_domain_model_school.care_forms
source: Care Forms
de: Betreuungsformen

# tx_schooldirectory_domain_model_school.school_district
source: School District
de: Schulbezirk

# tx_schooldirectory_domain_model_school.district
source: District
de: Stadtteil

# tx_schooldirectory_domain_model_holder
source: Holder
de: Schulträger

# tx_schooldirectory_domain_model_holder.title
source: Title
de: Name des Trägers

# tx_schooldirectory_domain_model_holder.website
source: Website
de: Webseite

# tx_schooldirectory_domain_model_type
source: Type
de: Schultyp

# tx_schooldirectory_domain_model_type.title
source: Title
de: Bezeichnung

# tx_schooldirectory_domain_model_type.description
source: Description
de: Beschreibung

# tx_schooldirectory_domain_model_profilecontent
source: Profile Content
de: Schulprofil Inhalt

# tx_schooldirectory_domain_model_profilecontent.title
source: Title
de: Bezeichnung

# tx_schooldirectory_domain_model_profilecontent.description
source: Description
de: Beschreibung

# tx_schooldirectory_domain_model_careform
source: Care Form
de: Betreuungsformen

# tx_schooldirectory_domain_model_careform.title
source: Title
de: Bezeichnung

# tx_schooldirectory_domain_model_careform.description
source: Description
de: Beschreibung

# tx_schooldirectory_domain_model_schooldistrict
source: School District (school)
de: Schulbezirk (Schule)

# tx_schooldirectory_domain_model_schooldistrict.title
source: Title
de: Bezeichnung

# tx_schooldirectory_domain_model_street
source: Street
de: Straßen

# tx_schooldirectory_domain_model_street.street
source: Street
de: Straße

# tx_schooldirectory_domain_model_street.number_from
source: Number From
de: Hausnummer von

# tx_schooldirectory_domain_model_street.letter_from
source: Letter From
de: Buchstabe von

# tx_schooldirectory_domain_model_street.number_to
source: Number To
de: Hausnummer bis

# tx_schooldirectory_domain_model_street.letter_to
source: Letter To
de: Buchstabe bis

# tx_schooldirectory_domain_model_street.district
source: District
de: Schulbezirk

# tx_schooldirectory_domain_model_district
source: District (school)
de: Stadtteil (Schule)

# tx_schooldirectory_domain_model_district.district
source: Title
de: Bezeichnung
